/**
 * Created by hama on 2017/5/9.
 */
module.exports = {
    imgZip:true,
    host:'localhost',
    port:27017,
    db:'Students',
    // 名称
    name:"NodeJs社区",
    //密码加密签名
    PSDkey:'yh',
    // cookie加密
    cookie_secret:'yh-ask',
    // 加密的cookie名称
    auth_cookie_name:'yh-ask',
//    设置文章分类
categorys:[
    "吃货餐厅",
    "学校门派",
    "校园景色",
    "建筑分布",
    "宿舍条件",
    "录取条件",
    "考研资料共享",
    "难题解答",
    "知识百科交流",
    "原创小说",
    "技能学习",
    "专业知识分享",
    "社团活动时间",
    "校内活动",
    "爱好加盟",
    "平常爱好交流",
    "闲置交通工具交换",
    "外出旅游设备交换",
    "校内物品交换",
    "资料图书交换",
    "课程信息",
    "考试",
    "活动",
    "物品交换",
    "娱乐八卦",
    "游戏竞技",
    "好店推荐", "兼职信息", "优惠活动", "旅游组团", "吃货频道"
],
    
    



}


